Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/stahtabuseahtta-beahttasuhtta-sakka.html.tmx
Source language: sme
Languages: sma

source: Stáhtabušeahtta beahttašuhttá sakka / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
sma: Håjnarostoe staatebudsjedteste / Håalemh jïh tjaalegh / Saemiedigkieraerie / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Stáhtabušeahtta beahttašuhttá sakka
sma: Håjnarostoe staatebudsjedteste

source: Gaskavahku golggotmánu 8. b. bijai ráđđehus ovdan stáhtabušeahttaevttohusa jagi 2015 várás.
sma: Gaskevåhkoen, rïhkeden 8. b. reerenasse sov raeriestimmiem staatebudsjedtese 2015 böökti.

source: Oktiibuot juolluduvvui 426,5 miljon ruvnnu Sámediggái ja 890 miljovnna sámi áigumušaide.
sma: Ållesth dåarjoeji 426,5 millijovnh kråvnah Saemiedægkan jïh 890 millijovnh saemien åssjelidie.

source: Presideanta Aili Keskitalo gávnnaha ahte dáinna lágiin leat juolludeamit sámi servodahkii duohtavuođas njiedjan.
sma: Presidente Aili Keskitalo vihteste daate akte tjïelke giehpiedimmiedåarjojne saemien siebriedahkese.

source: Presideanta Aili Keskitalo lea sakka beahtahallan ráđđehusa stáhtabušeahttaevttohussii.
sma: Presidente Aili Keskitalo lea gaajh håjnoes reerenassen raeriestimmeste staatebudsjedtese.

source: - Dát lea sámi servodaga gáržžideapmi.
sma: - Daate akte heajjoedimmie dehtie saemien siebriedahkeste.

source: Kulturdepartemeanta lea geahpedan 4 miljovnna árktalaš eanadollui eanadoallošiehtadusa bokte ja 2 miljovnna boazodoallošiehtadussii.
sma: Kultuvredepartemeente lea 4 millijovnh tjoehpeme saemien plaeride jïh Laanteburriedepartemeente lea tjoehpeme 4 millijovnh arktiske laantebårran laanteburrielatjkoen bijjelen jïh 2 millijovnh båatsoeburrielatjkose.

source: Dán jagi stáhtabušeahtain čájeha ráđđehus iežas duohta sámepolitihkalaš ámadeaju ii ge illudahte man ge láhkai, cealká presideanta Aili Keskitalo.
sma: Daan jaepien staatebudsjedtine reerenasse sov tjïelke saemiepolitihkeles ååredæjjam vuesehte jïh ibie mijjieh madtjeles gænnah, presidente Aili Keskitalo jeahta.

source: - Min bušeahttadárbbus jagi 2015 várás čujuheimmet earret eará vihtta suorggi mat dárbbašit eanet áŋgiruššama.
sma: - Mijjen budsjedtedaerpiesvoetesne jaapan 2015 libie gaskem jeatjah tjïertestamme vïjhte suerkieh mah aktem lissie dåarjoehtimmiem daarpesjieh.

source: Dat leat Sámi Giellagáldu, sámi oahpponeavvut, Bååstede prošeakta ja ođđa visttit Saemien Sijtei ja Beivváš Sámi Našunálateáhterii, cealká presideanta Aili Keskitalo.
sma: Saemien Gïelegaaltije, saemien learoevierhtieh, prosjekte Bååstede jïh orre gåetieh Saemien Sijtese jïh Beivváš Sámi Našunálateáhterasse, presidente Aili Keskitalo jeahta.

source: Saemien Sijte lea vuordán 9 jagi dainna ahte ráđđehus juolluda ruđaid ođđa vistái Snåasei, ii ge dán jagi dat lean mielde ráđđehusa stáhtabušeahttaevttohusas.
sma: Saemien Sijte lea 9 jaepieh vuarteme ihke reerenasse edtja beetnegh dåarjodh akten orre gåatan Snåasesne, vaallah daan jaepien meatan sjïdti reerenassen raeriestimmesne staatebudsjedtese.

source: - Ráđđehus rábmo ahte sii áŋgiruššet museavisttiiguin, ja nu dat lea sakka beahttašuhtti vásihit ahte ii vel vuoruhuvvo Saemien Sijte.
sma: - Reerenasse garmerde satne museumegåetieh dåarjohte, dan åvteste gaajh håjnoes vuejnedh Saemien Sijti ikth vielie våålese prioriteradamme sjædta.

source: Eai ge leat juolluduvvon ruđat dan oahpponeavvoloktemii mii nu sakka dárbbašuvvo.
sma: Vaallah leah beetnegh dåårjeme akten gaajh daerpies learoevierhtielutnjemasse.

source: Vaikke vel lea ge ná, de oaidná presideanta Keskitalo dattetge ahte Gielda- ja ođasmahttindepartemeanta lea lokten sámi giellaáŋgiruššama.
sma: Læjhkan presidente Keskitalo vuajna Tjïelte- jïh orrestimmiedepartemeente lea aktem saemien gïeleråajvarimmiem buakteme.

source: Ráđđehus stáhtabušeahttaevttohusas leat várrejuvvon 2 miljon ruvnnu Sámi Giellagáldui, ja ruđat ođđaásahuvvon sámi giellalávdegotti doibmii.
sma: Reerenassen raeriestimmesne staatebudsjedtese lea 2 millijovnh kråvnah lyjkeme Saemien Gïelegaaltijasse, jïh vierhtieh dan aadtjen tseegkeme saemien gïelemoenehtsasse.
